[
  {
    "title": "Biography",
    "content": "Dr. Hess originates from 'America's coolest small town', Lititz, Pennsylvania. He got his undergraduate degree at the University of Delaware in CS and moved to Corvallis to pursue his doctorate at Oregon State University after graduating. In his thesis, Dr. Hess examined the problem of understanding American football in video using computer vision. Not only has Dr. Hess earned his PhD, he was also an engineer on the Yahoo Machine Learning and Vision team. At Yahoo, Dr. Hess got to research, design, and deploy technologies on a massive scale. Dr. Hess also got to work on Flickr's Front End Team where he implemented and deployed web pages used by millions of people everyday. Wowie! Dr. Hess sure has accomplished quite a bit in his life so far. Currently, Dr. Hess is teaching his third term at Oregon State University. He was inspired to become a professor because he was a teacher’s assistant while he worked on his thesis at OSU and he greatly enjoyed the student-teacher interaction involved with being a TA. He also appreciated being able to help students and aid their understanding.",
    "description": "Lititz, Pennsylvania. Yahoo. Flickr. PhD. OSU professor.",
    "author": "Hess Fanatic",
    "image": "http://web.engr.oregonstate.edu/~hessro/static/media/rob.14df6f20.jpg"
  },
  {
    "title": "Favorite Food",
    "content": "Dr. Hess's favorite food to consume is the iconic American staple, pizza. Although Dr. Hess preferes pizza from his hometown pizzeria, Roma, you can also catch him eating a delicious slice of pizza from Corvallis's Woodstocks.",
    "description": "Pizza. Pizza! PIZZA!",
    "author": "Delivery Boy Tim",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQD8tdsd7nkUOji1QsAgGw3DPmtAlBWn9V9VmEaLm0OMqNzZu7Yjg"
  },
  {
    "title": "Favorite Beverage",
    "content": "Despite being seen drinking coffee every morning in lecture with his OSU coffee mug, when asked what his favorite beverage was, Dr. Hess was able to answer without thought: Beer",
    "description": "Beer.",
    "author": "Brew Master",
    "image": "https://cdnimg.webstaurantstore.com/images/products/large/132200/956032.jpg"
  },
  {
    "title": "Hobbies",
    "content": "Other than professing at Oregon State University, Dr. Hess enojys a vast variety of hobbies. He is a baker of bread, a writer of code, a taker of photos, a player of games, and most noteably, a brewer of beer. Dr. Hess brews all kinds of beer. His most unique creation so far was his Belgian Wit beer. This beer is known to have a light, fluffy body. It has a tart finish and offers layers of aroma. Sounds like a very quality beer to brew!",
    "description": "Baker of bread. Writer of code. Taker of photos. Playe of games. Brewer of beer.",
    "author": "Knower of Dr. Hess",
    "image": "http://pop.h-cdn.co/assets/cm/15/05/54cb1d1d26e39_-_homebrew-mistakes-1013-mdn.jpg"
  },
  {
    "title": "Family",
    "content": "The majority of Dr. Hess's family lives in his home state of Pennsylvania, but he has a brother that resides in Colorodo. Dr. Hess is a newly wed and married his wife just four short months ago. They have been seeing each other for 3 years. Congratulations to Dr. Hess on his recent marriage.",
    "description": "Family in Pennsylvania. Recently married.",
    "author": "Parents of Hess",
    "image": "http://www.p29.edu.gorzow.pl/files/p29/fckeditor/INNE/Feature%20pictures-2-Happy-familly.png"
  },
  {
    "title": "Favorite Animal",
    "content": "Unsuprisingly, cats are Dr. Hess's favorite animal. Once upon a time Dr. Hess rescued two stray cats from a park and offered them food and shelter. Dr. Hess is still taking care of these two purrfect cats, which he has since named Tara and Francis. The breed of Tara and Francis are unknown, but they are basically 'the mutts of the cat world'. Cats are a meow-st have in Dr. Hess's life!",
    "description": "Lover of cats.",
    "author": "Cat Enthusiast",
    "image": "http://www.petful.com/wp-content/uploads/2016/07/bonded-cats.jpg"
  },
  {
    "title": "Favorite Movie",
    "content": "The favorite movie of Master Hess is a paradox because it is the Matrix: a movie based on Master Hess's life. Prior to teaching at Oregon State University, he was the Chosen One who would bring balance to everything that exists. When offered the chance to take either the blue pill or the red pill, he grabbed Morpheus' hidden secret third arm and chose the green pill, opting instead for ultimate freedom and democracy (which is considered the greatest choice of all). We all have The Captain Hess to thank for saving us from living inside a computer-generated world. ",
    "description": "Hess brought the wonderland to the real world.",
    "author": "The Chosen One",
    "image": "https://qph.ec.quoracdn.net/main-qimg-ed23d9866da0882d2b994338a31dc8fa"
  },
  {
    "title": "Classes Taught",
    "content": "While Prime Minister Hess is well known for teaching many interesting CS classes, such as Web Development, Mobile Development, Computer Ethics and Society, CS162, Data Structures, and Cloud API, it is also worth noting some of the other classes that he teaches, such as Meme Development 290, Cat Ethics and Society, CAT162, Pizza Structures, and Beer API. Many of these latter classes are not well known to the public but upon inspection (very thorough inspection), one can find said classes within the OSU catalog. Sign up today before all the spots are gone!!!",
    "description": "Hess has got some class.",
    "author": "The Oregon of the State of University",
    "image": "https://images.pottermore.com/bxd3o8b291gf/2phT56DSucuUqU6Icm6mCe/b1fd2811691e41ffd1622a07eb528604/HogwartsCastle_WB_F4_HogwartsThroughTheTrees_Illust_100615_Land.jpg?w=1200"
  },
  {
    "title": "Favorite Music",
    "content": "Captain-Pirate-King Hess enjoys whatever is good as his favorite brand of music, thus exemplifying how diverse his love for life, liberty, and happiness is. He doesn't enjoy whatever is bad, which is good, instead opting for whatever is good, which is not bad. It's good that he doesn't like bad songs and instead likes not bad songs which are also good not bad but good songs because it's good not bad that he's not into bad not good songs but into good not bad songs instead. A song from his childhood that has stayed near and dear to his heart is Bryan Adams' rendition of the Summer of 69, a delightful classic. ",
    "description": "Ba da boom ba da boom!",
    "author": "Fruity Shockwave Mixer Man",
    "image": "https://upload.wikimedia.org/wikipedia/en/2/2b/Bryan_Adams_-_Summer_of_%2769.jpg"
  },
  {
    "title": "Favorite Color",
    "content": "Good guy Hess's favorite color is red, which means that he is super rad. Anyone who likes the color red definitely mains Roy on Super Smash Bros, and even though he's a lower tier than some of the popular options such as Marth, Fox, and Meta Knight, Hess has enough fundamentals to dominate in the pro leagues with the best of them. Although he also utilizes Charizard, Ness, and Diddy Kong, he shines most when implementing a full frontal defensive blitzkreig attack strategy with our boy Roy who's our boy. Nothing can withstand the fiery power of his binding blade, especially when he's up against the likes of Pokemon, characters from Fire Emblem, characters from the Mario series, characters from the Metroid series, characters from whatever game Captain Falcon is from, and characters from the rest of the games that I don't remember. ",
    "description": "Rad red.",
    "author": "Lauren Gastineau",
    "image": "http://vignette2.wikia.nocookie.net/fireemblem/images/0/08/Roy_FE_Heroes_DramaticPose.png/revision/latest?cb=20170122062204"
  }
]
