[
  {
    "title": "Biography",
    "content": "Dr.Hess originates from 'America's coolest small town', Lititz, Pennsylvania.
    He got his undergraduate degree at the University of Delaware in CS and moved to Corvallis to pursue his doctorate at Oregon State University after graduating.
    In his thesis, Dr. Hess examined the problem of understanding American football in video using computer vision.
    Not only has Dr.Hess earned his PhD, he was also an engineer on the Yahoo Machine Learning and Vision team.
    At Yahoo, Dr.Hess got to research, design, and deploy technologies on a massive scale.
    Dr.Hess also got to work on Flickr's Front End Team where he implemented and deployed web pages used by millions of people everyday.
    Wowie! Dr.Hess sure has accomplished quite a bit in his life so far.
    Currently, Hess is teaching his third term at Oregon State University. He was inspired to become a professor because he was a teacher’s assistant while he worked on his thesis at OSU and
    he greatly enjoyed the student-teacher interaction involved with being a TA. He also appreciated being able to help students and aid their understanding.",
    "description": "Lititz, Pennsylvania. Yahoo. Flickr. PhD. OSU professor.",
    "author": "Hess Fanatic",
    "image": "http://web.engr.oregonstate.edu/~hessro/static/media/rob.14df6f20.jpg"
  },
  {
    "title": "Favorite Food",
    "content": "Dr.Hess's favorite food to consume is the iconic American staple, pizza.
    Although dr.Hess preferes pizza from his hometown pizzeria, Roma, you can also catch
    him eating a delicious slice of pizza from Corvallis's Woodstocks.",
    "description": "Pizza. Pizza! PIZZA!",
    "author": "Delivery Boy Tim",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQD8tdsd7nkUOji1QsAgGw3DPmtAlBWn9V9VmEaLm0OMqNzZu7Yjg"
  },
  {
    "title": "Favorite Beverage",
    "content": "Despite being seen drinking coffee every morning in lecture with his OSU coffee mug,
    when asked what his favorite beverage was, Dr.Hess was able to answer without though,
    'Beer!'.",
    "description": "Beer.",
    "author": "Brew Master",
    "image": "https://cdnimg.webstaurantstore.com/images/products/large/132200/956032.jpg"
  },
  {
    "title": "Hobbies",
    "content": "Other than professing at Oregon State University, Dr.Hess enojys a vast variety of hobbies.
    He is a baker of bread, a writer of code, a taker of photos, a player of games, and most noteably, a
    brewer of beer. Dr.Hess brews all kinds of beer. His most unique creation so far was his Belgian Wit beer.
    This beer is known to have a light, fluffy body. It has a tart finish and offers layers of aroma.
    Sounds like a very quality beer to brew!",
    "description": "Baker of bread. Writer of code. Taker of photos. Playe of games. Brewer of beer.",
    "author": "Knower of Dr.Hess",
    "image": "http://pop.h-cdn.co/assets/cm/15/05/54cb1d1d26e39_-_homebrew-mistakes-1013-mdn.jpg"
  },
  {
    "title": "Family",
    "content": "The majority of Dr.Hess's family lives in his home state of Pennsylvania,
    but he has a brother that resides in Colorodo.
    Dr.Hess is a newly wed and married his wife just four short months ago.
    They have been seeing eachother for 3 years. Congratulations to Dr.Hess on his recent marriage.",
    "description": "Family in Pennsylvania. Recently married.",
    "author": "",
    "image": ""
  },
  {
    "title": "Favorite Animal",
    "content": "Unsuprisingly, cats are Dr.Hess's favorite animal.
    Once upon a time Dr.Hess rescued two stray cats from a park and offered them food and shelter.
    Dr.Hess is still taking care of these two purrfect cats, which he has since named Tara and Francis.
    The breed of Tara and Francis are unknown, but they are basically 'the mutts of the cat world'.
    Cats are a meow-st have in Dr.Hess's life!",
    "description": "Lover of cats.",
    "author": "Cat Enthusiast",
    "image": "http://www.petful.com/wp-content/uploads/2016/07/bonded-cats.jpg"
  },
  {
    "title": "Favorite Movie",
    "content": "",
    "description": "",
    "author": "",
    "image": ""
  },
  {
    "title": "Classes Taught",
    "content": "",
    "description": "",
    "author": "",
    "image": ""
  },
  {
    "title": "Favorite Music",
    "content": "",
    "description": "",
    "author": "",
    "image": ""
  },
  {
    "title": "Favorite Color",
    "content": "",
    "description": "Rad red.",
    "author": "",
    "image": ""
  },
]
